Turbulent vs Laminar/25psisubsonic10torr/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 287;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 287;
    }

    outlet
    {
        type            zeroGradient;
    }

    obstacle
    {
        type            zeroGradient;
    }


}

// ************************************************************************* //
