Turbulent vs Laminar/25psisubsonic10torr/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v3.0+                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues (volScalarFieldValue p 500);

regions         
	( 
		boxToCell { 
			box (-1 -1 -1) (-0.0014611 1 1); 
			fieldValues ( volScalarFieldValue p 280000 ); 
		} 
	);


// ************************************************************************* //
